IDEA Open Model
LineLoad.BegFy Property
 force in Y at beginning
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double BegFy { get; set; }
Public Property BegFy As Double
	Get
	Set
public:
property double BegFy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace